const images_list = [
  {
    "title": "中文",
    "lang": "zh",
    "image": {
      "pc": [
        {
          "name": "001_场景运行_显示全部.png",
          "path": "M4图集/M4_中文/M4_桌面端/001_场景运行_显示全部.png"
        },
        {
          "name": "002_场景运行_显示全部.png",
          "path": "M4图集/M4_中文/M4_桌面端/002_场景运行_显示全部.png"
        },
        {
          "name": "003_场景运行_机器人图标.png",
          "path": "M4图集/M4_中文/M4_桌面端/003_场景运行_机器人图标.png"
        },
        {
          "name": "004_场景运行_机器人载货状态.png",
          "path": "M4图集/M4_中文/M4_桌面端/004_场景运行_机器人载货状态.png"
        },
        {
          "name": "005_场景运行_HUD.png",
          "path": "M4图集/M4_中文/M4_桌面端/005_场景运行_HUD.png"
        },
        {
          "name": "006_场景运行_机器人目标.png",
          "path": "M4图集/M4_中文/M4_桌面端/006_场景运行_机器人目标.png"
        },
        {
          "name": "007_场景运行_路经资源.png",
          "path": "M4图集/M4_中文/M4_桌面端/007_场景运行_路经资源.png"
        },
        {
          "name": "008_场景运行_路径资源.png",
          "path": "M4图集/M4_中文/M4_桌面端/008_场景运行_路径资源.png"
        },
        {
          "name": "009_场景运行_资源.png",
          "path": "M4图集/M4_中文/M4_桌面端/009_场景运行_资源.png"
        },
        {
          "name": "010_场景运行_机器人目标.png",
          "path": "M4图集/M4_中文/M4_桌面端/010_场景运行_机器人目标.png"
        },
        {
          "name": "011_场景运行_待执行路线.png",
          "path": "M4图集/M4_中文/M4_桌面端/011_场景运行_待执行路线.png"
        },
        {
          "name": "012_场景运行_简单机器人卡片.png",
          "path": "M4图集/M4_中文/M4_桌面端/012_场景运行_简单机器人卡片.png"
        },
        {
          "name": "013_运行-机器人简单卡片.png",
          "path": "M4图集/M4_中文/M4_桌面端/013_运行-机器人简单卡片.png"
        },
        {
          "name": "014_场景运行_机器人简单卡片.png",
          "path": "M4图集/M4_中文/M4_桌面端/014_场景运行_机器人简单卡片.png"
        },
        {
          "name": "015_运行-机器人复杂卡片.png",
          "path": "M4图集/M4_中文/M4_桌面端/015_运行-机器人复杂卡片.png"
        },
        {
          "name": "016_场景运行_机器人过门.png",
          "path": "M4图集/M4_中文/M4_桌面端/016_场景运行_机器人过门.png"
        },
        {
          "name": "017_场景运行_机器人通过门.png",
          "path": "M4图集/M4_中文/M4_桌面端/017_场景运行_机器人通过门.png"
        },
        {
          "name": "018_场景运行_机器人出电梯.png",
          "path": "M4图集/M4_中文/M4_桌面端/018_场景运行_机器人出电梯.png"
        },
        {
          "name": "019_场景运行_机器人进电梯.png",
          "path": "M4图集/M4_中文/M4_桌面端/019_场景运行_机器人进电梯.png"
        },
        {
          "name": "020_场景编辑首页.png",
          "path": "M4图集/M4_中文/M4_桌面端/020_场景编辑首页.png"
        },
        {
          "name": "021_场景配置_派单设置.png",
          "path": "M4图集/M4_中文/M4_桌面端/021_场景配置_派单设置.png"
        },
        {
          "name": "022_区域配置列表页.png",
          "path": "M4图集/M4_中文/M4_桌面端/022_区域配置列表页.png"
        },
        {
          "name": "023_区域编辑页.png",
          "path": "M4图集/M4_中文/M4_桌面端/023_区域编辑页.png"
        },
        {
          "name": "024_机器人组编辑列表页.png",
          "path": "M4图集/M4_中文/M4_桌面端/024_机器人组编辑列表页.png"
        },
        {
          "name": "025_机器人组编配置页.png",
          "path": "M4图集/M4_中文/M4_桌面端/025_机器人组编配置页.png"
        },
        {
          "name": "026_机器人组编配置页.png",
          "path": "M4图集/M4_中文/M4_桌面端/026_机器人组编配置页.png"
        },
        {
          "name": "027_容器类型编辑列表页.png",
          "path": "M4图集/M4_中文/M4_桌面端/027_容器类型编辑列表页.png"
        },
        {
          "name": "028_容器类型编辑页.png",
          "path": "M4图集/M4_中文/M4_桌面端/028_容器类型编辑页.png"
        },
        {
          "name": "029_门编辑.png",
          "path": "M4图集/M4_中文/M4_桌面端/029_门编辑.png"
        },
        {
          "name": "030_门编辑.png",
          "path": "M4图集/M4_中文/M4_桌面端/030_门编辑.png"
        },
        {
          "name": "031_电梯编辑页.png",
          "path": "M4图集/M4_中文/M4_桌面端/031_电梯编辑页.png"
        },
        {
          "name": "032_电梯编辑页.png",
          "path": "M4图集/M4_中文/M4_桌面端/032_电梯编辑页.png"
        },
        {
          "name": "033_机器人详情（右侧).png",
          "path": "M4图集/M4_中文/M4_桌面端/033_机器人详情（右侧).png"
        },
        {
          "name": "034_机器人详情聚焦库位部分.png",
          "path": "M4图集/M4_中文/M4_桌面端/034_机器人详情聚焦库位部分.png"
        },
        {
          "name": "035_故障示例.png",
          "path": "M4图集/M4_中文/M4_桌面端/035_故障示例.png"
        },
        {
          "name": "036_故障示例.png",
          "path": "M4图集/M4_中文/M4_桌面端/036_故障示例.png"
        },
        {
          "name": "037_批量编辑路径（右侧）.png",
          "path": "M4图集/M4_中文/M4_桌面端/037_批量编辑路径（右侧）.png"
        },
        {
          "name": "038_筛选.png",
          "path": "M4图集/M4_中文/M4_桌面端/038_筛选.png"
        },
        {
          "name": "039_高级筛选.png",
          "path": "M4图集/M4_中文/M4_桌面端/039_高级筛选.png"
        },
        {
          "name": "040_高级筛选.png",
          "path": "M4图集/M4_中文/M4_桌面端/040_高级筛选.png"
        },
        {
          "name": "041_显示设置.png",
          "path": "M4图集/M4_中文/M4_桌面端/041_显示设置.png"
        },
        {
          "name": "042_显示设置.png",
          "path": "M4图集/M4_中文/M4_桌面端/042_显示设置.png"
        },
        {
          "name": "043_地图编辑.png",
          "path": "M4图集/M4_中文/M4_桌面端/043_地图编辑.png"
        },
        {
          "name": "044_随机发单.png",
          "path": "M4图集/M4_中文/M4_桌面端/044_随机发单.png"
        },
        {
          "name": "045_随机发单 .png",
          "path": "M4图集/M4_中文/M4_桌面端/045_随机发单 .png"
        },
        {
          "name": "046_随机发单 .png",
          "path": "M4图集/M4_中文/M4_桌面端/046_随机发单 .png"
        },
        {
          "name": "047_回放.png",
          "path": "M4图集/M4_中文/M4_桌面端/047_回放.png"
        },
        {
          "name": "048_回放.png",
          "path": "M4图集/M4_中文/M4_桌面端/048_回放.png"
        },
        {
          "name": "049_运单卡片.png",
          "path": "M4图集/M4_中文/M4_桌面端/049_运单卡片.png"
        },
        {
          "name": "050_运单列表.jpeg",
          "path": "M4图集/M4_中文/M4_桌面端/050_运单列表.jpeg"
        },
        {
          "name": "051_运单查看.png",
          "path": "M4图集/M4_中文/M4_桌面端/051_运单查看.png"
        },
        {
          "name": "052_运单新增.png",
          "path": "M4图集/M4_中文/M4_桌面端/052_运单新增.png"
        },
        {
          "name": "053_运单新增.png",
          "path": "M4图集/M4_中文/M4_桌面端/053_运单新增.png"
        },
        {
          "name": "054_运单编辑.png",
          "path": "M4图集/M4_中文/M4_桌面端/054_运单编辑.png"
        },
        {
          "name": "055_运单编辑.png",
          "path": "M4图集/M4_中文/M4_桌面端/055_运单编辑.png"
        },
        {
          "name": "056_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_桌面端/056_AI 诊断.png"
        },
        {
          "name": "057_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_桌面端/057_AI 诊断.png"
        },
        {
          "name": "058_AI 诊断.jpeg",
          "path": "M4图集/M4_中文/M4_桌面端/058_AI 诊断.jpeg"
        },
        {
          "name": "059_仿真中心.png",
          "path": "M4图集/M4_中文/M4_桌面端/059_仿真中心.png"
        },
        {
          "name": "060_修改仿真中心机器人状态.png",
          "path": "M4图集/M4_中文/M4_桌面端/060_修改仿真中心机器人状态.png"
        },
        {
          "name": "061_修改仿真中心机器人状态.png",
          "path": "M4图集/M4_中文/M4_桌面端/061_修改仿真中心机器人状态.png"
        },
        {
          "name": "062_推送界面.png",
          "path": "M4图集/M4_中文/M4_桌面端/062_推送界面.png"
        }
      ],
      "mobile": [
        {
          "name": "001_场景运行_显示全部.png",
          "path": "M4图集/M4_中文/M4_移动端/001_场景运行_显示全部.png"
        },
        {
          "name": "002_场景运行_显示全部.png",
          "path": "M4图集/M4_中文/M4_移动端/002_场景运行_显示全部.png"
        },
        {
          "name": "003_场景运行_机器人图标.png",
          "path": "M4图集/M4_中文/M4_移动端/003_场景运行_机器人图标.png"
        },
        {
          "name": "004_场景运行_机器人载货状态.png",
          "path": "M4图集/M4_中文/M4_移动端/004_场景运行_机器人载货状态.png"
        },
        {
          "name": "005_场景运行_HUD.png",
          "path": "M4图集/M4_中文/M4_移动端/005_场景运行_HUD.png"
        },
        {
          "name": "006_场景运行_机器人目标.png",
          "path": "M4图集/M4_中文/M4_移动端/006_场景运行_机器人目标.png"
        },
        {
          "name": "007_场景运行_路经资源.png",
          "path": "M4图集/M4_中文/M4_移动端/007_场景运行_路经资源.png"
        },
        {
          "name": "008_场景运行_路径资源.png",
          "path": "M4图集/M4_中文/M4_移动端/008_场景运行_路径资源.png"
        },
        {
          "name": "009_场景运行_资源.png",
          "path": "M4图集/M4_中文/M4_移动端/009_场景运行_资源.png"
        },
        {
          "name": "010_场景运行_机器人目标.png",
          "path": "M4图集/M4_中文/M4_移动端/010_场景运行_机器人目标.png"
        },
        {
          "name": "011_场景运行_待执行路线.png",
          "path": "M4图集/M4_中文/M4_移动端/011_场景运行_待执行路线.png"
        },
        {
          "name": "012_场景运行_简单机器人卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/012_场景运行_简单机器人卡片.png"
        },
        {
          "name": "013_运行-机器人简单卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/013_运行-机器人简单卡片.png"
        },
        {
          "name": "014_场景运行_机器人简单卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/014_场景运行_机器人简单卡片.png"
        },
        {
          "name": "015_运行-机器人复杂卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/015_运行-机器人复杂卡片.png"
        },
        {
          "name": "016_场景运行_提前打开电梯.png",
          "path": "M4图集/M4_中文/M4_移动端/016_场景运行_提前打开电梯.png"
        },
        {
          "name": "017_场景运行_机器人通过门.png",
          "path": "M4图集/M4_中文/M4_移动端/017_场景运行_机器人通过门.png"
        },
        {
          "name": "018_场景运行_机器人出电梯.png",
          "path": "M4图集/M4_中文/M4_移动端/018_场景运行_机器人出电梯.png"
        },
        {
          "name": "019_场景运行_机器人进电梯.png",
          "path": "M4图集/M4_中文/M4_移动端/019_场景运行_机器人进电梯.png"
        },
        {
          "name": "020_场景编辑首页.png",
          "path": "M4图集/M4_中文/M4_移动端/020_场景编辑首页.png"
        },
        {
          "name": "021_场景配置_派单设置.png",
          "path": "M4图集/M4_中文/M4_移动端/021_场景配置_派单设置.png"
        },
        {
          "name": "022_场景配置_派单设置.png",
          "path": "M4图集/M4_中文/M4_移动端/022_场景配置_派单设置.png"
        },
        {
          "name": "023_区域配置列表页.png",
          "path": "M4图集/M4_中文/M4_移动端/023_区域配置列表页.png"
        },
        {
          "name": "024_区域编辑页.png",
          "path": "M4图集/M4_中文/M4_移动端/024_区域编辑页.png"
        },
        {
          "name": "025_机器人组编辑列表页.png",
          "path": "M4图集/M4_中文/M4_移动端/025_机器人组编辑列表页.png"
        },
        {
          "name": "026_机器人组编配置页.png",
          "path": "M4图集/M4_中文/M4_移动端/026_机器人组编配置页.png"
        },
        {
          "name": "027_容器类型编辑列表页.png",
          "path": "M4图集/M4_中文/M4_移动端/027_容器类型编辑列表页.png"
        },
        {
          "name": "028_容器类型编辑页.png",
          "path": "M4图集/M4_中文/M4_移动端/028_容器类型编辑页.png"
        },
        {
          "name": "029_容器类型编辑页.png",
          "path": "M4图集/M4_中文/M4_移动端/029_容器类型编辑页.png"
        },
        {
          "name": "030_门编辑.png",
          "path": "M4图集/M4_中文/M4_移动端/030_门编辑.png"
        },
        {
          "name": "031_门编辑.png",
          "path": "M4图集/M4_中文/M4_移动端/031_门编辑.png"
        },
        {
          "name": "032_电梯编辑页.png",
          "path": "M4图集/M4_中文/M4_移动端/032_电梯编辑页.png"
        },
        {
          "name": "033_电梯编辑页.png",
          "path": "M4图集/M4_中文/M4_移动端/033_电梯编辑页.png"
        },
        {
          "name": "034_机器人详情（右侧）.png",
          "path": "M4图集/M4_中文/M4_移动端/034_机器人详情（右侧）.png"
        },
        {
          "name": "035_机器人详情聚焦库位部分.png",
          "path": "M4图集/M4_中文/M4_移动端/035_机器人详情聚焦库位部分.png"
        },
        {
          "name": "036_故障示例.png",
          "path": "M4图集/M4_中文/M4_移动端/036_故障示例.png"
        },
        {
          "name": "037_故障示例.png",
          "path": "M4图集/M4_中文/M4_移动端/037_故障示例.png"
        },
        {
          "name": "038_故障示例.png",
          "path": "M4图集/M4_中文/M4_移动端/038_故障示例.png"
        },
        {
          "name": "039_批量编辑路径（右侧）.png",
          "path": "M4图集/M4_中文/M4_移动端/039_批量编辑路径（右侧）.png"
        },
        {
          "name": "040_批量编辑路径（右侧）.png",
          "path": "M4图集/M4_中文/M4_移动端/040_批量编辑路径（右侧）.png"
        },
        {
          "name": "041_筛选.png",
          "path": "M4图集/M4_中文/M4_移动端/041_筛选.png"
        },
        {
          "name": "042_高级筛选.png",
          "path": "M4图集/M4_中文/M4_移动端/042_高级筛选.png"
        },
        {
          "name": "043_显示设置.png",
          "path": "M4图集/M4_中文/M4_移动端/043_显示设置.png"
        },
        {
          "name": "044_地图编辑.png",
          "path": "M4图集/M4_中文/M4_移动端/044_地图编辑.png"
        },
        {
          "name": "045_地图编辑.png",
          "path": "M4图集/M4_中文/M4_移动端/045_地图编辑.png"
        },
        {
          "name": "046_随机发单.png",
          "path": "M4图集/M4_中文/M4_移动端/046_随机发单.png"
        },
        {
          "name": "047_随机发单.png",
          "path": "M4图集/M4_中文/M4_移动端/047_随机发单.png"
        },
        {
          "name": "048_随机发单.png",
          "path": "M4图集/M4_中文/M4_移动端/048_随机发单.png"
        },
        {
          "name": "049_回放.png",
          "path": "M4图集/M4_中文/M4_移动端/049_回放.png"
        },
        {
          "name": "050_运单卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/050_运单卡片.png"
        },
        {
          "name": "051_运单卡片.png",
          "path": "M4图集/M4_中文/M4_移动端/051_运单卡片.png"
        },
        {
          "name": "052_运单列表.png",
          "path": "M4图集/M4_中文/M4_移动端/052_运单列表.png"
        },
        {
          "name": "053_运单查看.png",
          "path": "M4图集/M4_中文/M4_移动端/053_运单查看.png"
        },
        {
          "name": "054_运单查看.png",
          "path": "M4图集/M4_中文/M4_移动端/054_运单查看.png"
        },
        {
          "name": "055_运单新增.png",
          "path": "M4图集/M4_中文/M4_移动端/055_运单新增.png"
        },
        {
          "name": "056_运单新增.png",
          "path": "M4图集/M4_中文/M4_移动端/056_运单新增.png"
        },
        {
          "name": "057_运单编辑.png",
          "path": "M4图集/M4_中文/M4_移动端/057_运单编辑.png"
        },
        {
          "name": "058_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_移动端/058_AI 诊断.png"
        },
        {
          "name": "059_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_移动端/059_AI 诊断.png"
        },
        {
          "name": "060_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_移动端/060_AI 诊断.png"
        },
        {
          "name": "061_AI 诊断.png",
          "path": "M4图集/M4_中文/M4_移动端/061_AI 诊断.png"
        },
        {
          "name": "062_仿真中心.png",
          "path": "M4图集/M4_中文/M4_移动端/062_仿真中心.png"
        },
        {
          "name": "063_修改机器人状态.png",
          "path": "M4图集/M4_中文/M4_移动端/063_修改机器人状态.png"
        },
        {
          "name": "064_修改机器人状态.png",
          "path": "M4图集/M4_中文/M4_移动端/064_修改机器人状态.png"
        },
        {
          "name": "065_推送界面.png",
          "path": "M4图集/M4_中文/M4_移动端/065_推送界面.png"
        }
      ]
    }
  },
  {
    "title": "英文",
    "lang": "en",
    "image": {
      "pc": [
        {
          "name": "001_场景运行_显示全部.png",
          "path": "M4图集/M4_英文/M4_桌面端/001_场景运行_显示全部.png"
        },
        {
          "name": "002_场景运行_显示全部.png",
          "path": "M4图集/M4_英文/M4_桌面端/002_场景运行_显示全部.png"
        },
        {
          "name": "003_场景运行_机器人图标.png",
          "path": "M4图集/M4_英文/M4_桌面端/003_场景运行_机器人图标.png"
        },
        {
          "name": "004_场景运行_机器人载货状态.png",
          "path": "M4图集/M4_英文/M4_桌面端/004_场景运行_机器人载货状态.png"
        },
        {
          "name": "005_机器人碰撞模型.png",
          "path": "M4图集/M4_英文/M4_桌面端/005_机器人碰撞模型.png"
        },
        {
          "name": "006_场景运行_路径资源.png",
          "path": "M4图集/M4_英文/M4_桌面端/006_场景运行_路径资源.png"
        },
        {
          "name": "007_场景运行_待执行路线.png",
          "path": "M4图集/M4_英文/M4_桌面端/007_场景运行_待执行路线.png"
        },
        {
          "name": "008_场景运行_机器人简单卡片.png",
          "path": "M4图集/M4_英文/M4_桌面端/008_场景运行_机器人简单卡片.png"
        },
        {
          "name": "009_场景运行_机器人复杂卡片.png",
          "path": "M4图集/M4_英文/M4_桌面端/009_场景运行_机器人复杂卡片.png"
        },
        {
          "name": "010_场景运行_机器人通过门.png",
          "path": "M4图集/M4_英文/M4_桌面端/010_场景运行_机器人通过门.png"
        },
        {
          "name": "011_场景运行_机器人出电梯.png",
          "path": "M4图集/M4_英文/M4_桌面端/011_场景运行_机器人出电梯.png"
        },
        {
          "name": "012_场景运行_机器人进电梯.png",
          "path": "M4图集/M4_英文/M4_桌面端/012_场景运行_机器人进电梯.png"
        },
        {
          "name": "013_场景编辑首页.png",
          "path": "M4图集/M4_英文/M4_桌面端/013_场景编辑首页.png"
        },
        {
          "name": "014_场景配置_派单设置.png",
          "path": "M4图集/M4_英文/M4_桌面端/014_场景配置_派单设置.png"
        },
        {
          "name": "015_区域配置列表页.png",
          "path": "M4图集/M4_英文/M4_桌面端/015_区域配置列表页.png"
        },
        {
          "name": "016_区域编辑页.png",
          "path": "M4图集/M4_英文/M4_桌面端/016_区域编辑页.png"
        },
        {
          "name": "017_场景运行_机器人过门.png",
          "path": "M4图集/M4_英文/M4_桌面端/017_场景运行_机器人过门.png"
        },
        {
          "name": "018_机器人组编辑列表页.png",
          "path": "M4图集/M4_英文/M4_桌面端/018_机器人组编辑列表页.png"
        },
        {
          "name": "019_机器人组编配置页.png",
          "path": "M4图集/M4_英文/M4_桌面端/019_机器人组编配置页.png"
        },
        {
          "name": "020_机器人组编配置页.png",
          "path": "M4图集/M4_英文/M4_桌面端/020_机器人组编配置页.png"
        },
        {
          "name": "021_容器类型编辑列表页.png",
          "path": "M4图集/M4_英文/M4_桌面端/021_容器类型编辑列表页.png"
        },
        {
          "name": "022_容器类型编辑页.png",
          "path": "M4图集/M4_英文/M4_桌面端/022_容器类型编辑页.png"
        },
        {
          "name": "023_门编辑.png",
          "path": "M4图集/M4_英文/M4_桌面端/023_门编辑.png"
        },
        {
          "name": "024_门编辑.png",
          "path": "M4图集/M4_英文/M4_桌面端/024_门编辑.png"
        },
        {
          "name": "025_电梯编辑页.png",
          "path": "M4图集/M4_英文/M4_桌面端/025_电梯编辑页.png"
        },
        {
          "name": "026_电梯编辑页.png",
          "path": "M4图集/M4_英文/M4_桌面端/026_电梯编辑页.png"
        },
        {
          "name": "027_机器人详情（右侧）.png",
          "path": "M4图集/M4_英文/M4_桌面端/027_机器人详情（右侧）.png"
        },
        {
          "name": "028_机器人详情聚焦库位部分.png",
          "path": "M4图集/M4_英文/M4_桌面端/028_机器人详情聚焦库位部分.png"
        },
        {
          "name": "029_故障示例.png",
          "path": "M4图集/M4_英文/M4_桌面端/029_故障示例.png"
        },
        {
          "name": "030_故障示例.png",
          "path": "M4图集/M4_英文/M4_桌面端/030_故障示例.png"
        },
        {
          "name": "031_筛选.png",
          "path": "M4图集/M4_英文/M4_桌面端/031_筛选.png"
        },
        {
          "name": "032_高级筛选.png",
          "path": "M4图集/M4_英文/M4_桌面端/032_高级筛选.png"
        },
        {
          "name": "033_高级筛选.png",
          "path": "M4图集/M4_英文/M4_桌面端/033_高级筛选.png"
        },
        {
          "name": "034_显示设置.png",
          "path": "M4图集/M4_英文/M4_桌面端/034_显示设置.png"
        },
        {
          "name": "035_随机发单.png",
          "path": "M4图集/M4_英文/M4_桌面端/035_随机发单.png"
        },
        {
          "name": "036_回放.png",
          "path": "M4图集/M4_英文/M4_桌面端/036_回放.png"
        },
        {
          "name": "037_运单卡片.png",
          "path": "M4图集/M4_英文/M4_桌面端/037_运单卡片.png"
        },
        {
          "name": "038_运单列表.png",
          "path": "M4图集/M4_英文/M4_桌面端/038_运单列表.png"
        },
        {
          "name": "039_运单查看.png",
          "path": "M4图集/M4_英文/M4_桌面端/039_运单查看.png"
        },
        {
          "name": "040_运单新增.png",
          "path": "M4图集/M4_英文/M4_桌面端/040_运单新增.png"
        },
        {
          "name": "041_运单新增.png",
          "path": "M4图集/M4_英文/M4_桌面端/041_运单新增.png"
        },
        {
          "name": "042_运单编辑.png",
          "path": "M4图集/M4_英文/M4_桌面端/042_运单编辑.png"
        },
        {
          "name": "043_AI 诊断.png",
          "path": "M4图集/M4_英文/M4_桌面端/043_AI 诊断.png"
        },
        {
          "name": "044_仿真中心.png",
          "path": "M4图集/M4_英文/M4_桌面端/044_仿真中心.png"
        },
        {
          "name": "045_修改仿真中心机器人状态.png",
          "path": "M4图集/M4_英文/M4_桌面端/045_修改仿真中心机器人状态.png"
        },
        {
          "name": "046_修改仿真中心机器人状态.png",
          "path": "M4图集/M4_英文/M4_桌面端/046_修改仿真中心机器人状态.png"
        },
        {
          "name": "047_推送界面.png",
          "path": "M4图集/M4_英文/M4_桌面端/047_推送界面.png"
        }
      ],
      "mobile": [
        {
          "name": "001_场景运行_显示全部.png",
          "path": "M4图集/M4_英文/M4_移动端/001_场景运行_显示全部.png"
        },
        {
          "name": "003_场景运行_机器人图标.png",
          "path": "M4图集/M4_英文/M4_移动端/003_场景运行_机器人图标.png"
        },
        {
          "name": "004_场景运行_机器人载货状态.png",
          "path": "M4图集/M4_英文/M4_移动端/004_场景运行_机器人载货状态.png"
        },
        {
          "name": "005_场景运行_HUD.png",
          "path": "M4图集/M4_英文/M4_移动端/005_场景运行_HUD.png"
        },
        {
          "name": "006_场景运行_机器人目标.png",
          "path": "M4图集/M4_英文/M4_移动端/006_场景运行_机器人目标.png"
        },
        {
          "name": "007_场景运行_路经资源.png",
          "path": "M4图集/M4_英文/M4_移动端/007_场景运行_路经资源.png"
        },
        {
          "name": "017_场景运行_机器人通过门.png",
          "path": "M4图集/M4_英文/M4_移动端/017_场景运行_机器人通过门.png"
        },
        {
          "name": "018_场景运行_机器人出电梯.png",
          "path": "M4图集/M4_英文/M4_移动端/018_场景运行_机器人出电梯.png"
        },
        {
          "name": "020_场景编辑首页.png",
          "path": "M4图集/M4_英文/M4_移动端/020_场景编辑首页.png"
        },
        {
          "name": "021_场景配置_充电设置 .png",
          "path": "M4图集/M4_英文/M4_移动端/021_场景配置_充电设置 .png"
        },
        {
          "name": "022_场景配置_派单设置.png",
          "path": "M4图集/M4_英文/M4_移动端/022_场景配置_派单设置.png"
        },
        {
          "name": "023_区域配置列表页.png",
          "path": "M4图集/M4_英文/M4_移动端/023_区域配置列表页.png"
        },
        {
          "name": "024_区域编辑页 .png",
          "path": "M4图集/M4_英文/M4_移动端/024_区域编辑页 .png"
        },
        {
          "name": "025_机器人组编辑列表页.png",
          "path": "M4图集/M4_英文/M4_移动端/025_机器人组编辑列表页.png"
        },
        {
          "name": "026_机器人组编配置页.png",
          "path": "M4图集/M4_英文/M4_移动端/026_机器人组编配置页.png"
        },
        {
          "name": "028_容器类型编辑页.png",
          "path": "M4图集/M4_英文/M4_移动端/028_容器类型编辑页.png"
        },
        {
          "name": "029_容器类型编辑页.png",
          "path": "M4图集/M4_英文/M4_移动端/029_容器类型编辑页.png"
        },
        {
          "name": "030_门编辑.png",
          "path": "M4图集/M4_英文/M4_移动端/030_门编辑.png"
        },
        {
          "name": "031_门编辑.png",
          "path": "M4图集/M4_英文/M4_移动端/031_门编辑.png"
        },
        {
          "name": "032_电梯编辑页.png",
          "path": "M4图集/M4_英文/M4_移动端/032_电梯编辑页.png"
        },
        {
          "name": "033_电梯编辑页.png",
          "path": "M4图集/M4_英文/M4_移动端/033_电梯编辑页.png"
        },
        {
          "name": "034_机器人详情（右侧）.png",
          "path": "M4图集/M4_英文/M4_移动端/034_机器人详情（右侧）.png"
        },
        {
          "name": "035_机器人详情聚焦库位部分.png",
          "path": "M4图集/M4_英文/M4_移动端/035_机器人详情聚焦库位部分.png"
        },
        {
          "name": "037_故障示例.png",
          "path": "M4图集/M4_英文/M4_移动端/037_故障示例.png"
        },
        {
          "name": "039_批量编辑路径（右侧）.png",
          "path": "M4图集/M4_英文/M4_移动端/039_批量编辑路径（右侧）.png"
        },
        {
          "name": "041_筛选.png",
          "path": "M4图集/M4_英文/M4_移动端/041_筛选.png"
        },
        {
          "name": "042_高级筛选.png",
          "path": "M4图集/M4_英文/M4_移动端/042_高级筛选.png"
        },
        {
          "name": "043_显示设置.png",
          "path": "M4图集/M4_英文/M4_移动端/043_显示设置.png"
        },
        {
          "name": "044_地图编辑.png",
          "path": "M4图集/M4_英文/M4_移动端/044_地图编辑.png"
        },
        {
          "name": "046_随机发单.png",
          "path": "M4图集/M4_英文/M4_移动端/046_随机发单.png"
        },
        {
          "name": "047_随机发单.png",
          "path": "M4图集/M4_英文/M4_移动端/047_随机发单.png"
        },
        {
          "name": "048_随机发单.png",
          "path": "M4图集/M4_英文/M4_移动端/048_随机发单.png"
        },
        {
          "name": "049_回放.png",
          "path": "M4图集/M4_英文/M4_移动端/049_回放.png"
        },
        {
          "name": "050_运单卡片.png",
          "path": "M4图集/M4_英文/M4_移动端/050_运单卡片.png"
        },
        {
          "name": "052_运单列表.png",
          "path": "M4图集/M4_英文/M4_移动端/052_运单列表.png"
        },
        {
          "name": "053_运单查看.png",
          "path": "M4图集/M4_英文/M4_移动端/053_运单查看.png"
        },
        {
          "name": "054_运单查看.png",
          "path": "M4图集/M4_英文/M4_移动端/054_运单查看.png"
        },
        {
          "name": "055_运单新增.png",
          "path": "M4图集/M4_英文/M4_移动端/055_运单新增.png"
        },
        {
          "name": "058_AI 诊断.png",
          "path": "M4图集/M4_英文/M4_移动端/058_AI 诊断.png"
        },
        {
          "name": "059_AI 诊断.png",
          "path": "M4图集/M4_英文/M4_移动端/059_AI 诊断.png"
        },
        {
          "name": "060_AI 诊断.png",
          "path": "M4图集/M4_英文/M4_移动端/060_AI 诊断.png"
        },
        {
          "name": "062_仿真中心.png",
          "path": "M4图集/M4_英文/M4_移动端/062_仿真中心.png"
        },
        {
          "name": "063_修改机器人状态.png",
          "path": "M4图集/M4_英文/M4_移动端/063_修改机器人状态.png"
        },
        {
          "name": "064_修改机器人状态.png",
          "path": "M4图集/M4_英文/M4_移动端/064_修改机器人状态.png"
        },
        {
          "name": "064_推送界面.png",
          "path": "M4图集/M4_英文/M4_移动端/064_推送界面.png"
        },
        {
          "name": "065_机器人碰撞模型.png",
          "path": "M4图集/M4_英文/M4_移动端/065_机器人碰撞模型.png"
        }
      ]
    }
  }
]