const images_list = [
  {
    "title": "中文",
    "lang": "zh",
    "image": {
      "pc": [
        {
          "name": "AI 诊断-运单.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/AI 诊断-运单.jpeg"
        },
        {
          "name": "AI 诊断.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/AI 诊断.jpeg"
        },
        {
          "name": "回放.jpg",
          "path": "M4图集/M4 调度图集_中文/桌面端/回放.jpg"
        },
        {
          "name": "场景配置-机器人.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/场景配置-机器人.jpeg"
        },
        {
          "name": "批量搜索.jpg",
          "path": "M4图集/M4 调度图集_中文/桌面端/批量搜索.jpg"
        },
        {
          "name": "新通用运单-导出快照.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/新通用运单-导出快照.png"
        },
        {
          "name": "新通用运单.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/新通用运单.jpeg"
        },
        {
          "name": "新通用运单.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/新通用运单.png"
        },
        {
          "name": "机器人被告警被阻挡.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/机器人被告警被阻挡.png"
        },
        {
          "name": "机器人详情面板1.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/机器人详情面板1.jpeg"
        },
        {
          "name": "机器人详情面板2.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/机器人详情面板2.jpeg"
        },
        {
          "name": "正倒走标识-路径详情面板.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/正倒走标识-路径详情面板.jpeg"
        },
        {
          "name": "纯地图.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/纯地图.png"
        },
        {
          "name": "编辑-区域-添加区域.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-区域-添加区域.jpeg"
        },
        {
          "name": "编辑-区域-添加区域.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-区域-添加区域.png"
        },
        {
          "name": "编辑-区域-编辑区域.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-区域-编辑区域.png"
        },
        {
          "name": "编辑-区域.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-区域.png"
        },
        {
          "name": "编辑-基础-从机器人拉取地图.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-基础-从机器人拉取地图.png"
        },
        {
          "name": "编辑-基础-推送地图给机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-基础-推送地图给机器人.png"
        },
        {
          "name": "编辑-基础.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-基础.png"
        },
        {
          "name": "编辑-容器类型.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-容器类型.png"
        },
        {
          "name": "编辑-机器人-复制生成一个机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-复制生成一个机器人.png"
        },
        {
          "name": "编辑-机器人-复制生成多个机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-复制生成多个机器人.png"
        },
        {
          "name": "编辑-机器人-批量编辑机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-批量编辑机器人.png"
        },
        {
          "name": "编辑-机器人-新增机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-新增机器人.png"
        },
        {
          "name": "编辑-机器人-编辑机器人组.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-编辑机器人组.png"
        },
        {
          "name": "编辑-机器人-编辑机器人组2.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人-编辑机器人组2.png"
        },
        {
          "name": "编辑-机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-机器人.png"
        },
        {
          "name": "编辑-添加_编辑容器类型.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-添加_编辑容器类型.png"
        },
        {
          "name": "编辑-添加_编辑电梯.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-添加_编辑电梯.png"
        },
        {
          "name": "编辑-添加_编辑门.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-添加_编辑门.png"
        },
        {
          "name": "编辑-电梯.jpeg",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-电梯.jpeg"
        },
        {
          "name": "编辑-电梯.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-电梯.png"
        },
        {
          "name": "编辑-配置- TP1 交管策略配置.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置- TP1 交管策略配置.png"
        },
        {
          "name": "编辑-配置-交管策略.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置-交管策略.png"
        },
        {
          "name": "编辑-配置-充电配置.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置-充电配置.png"
        },
        {
          "name": "编辑-配置-光通讯临时配置.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置-光通讯临时配置.png"
        },
        {
          "name": "编辑-配置-机器人设置.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置-机器人设置.png"
        },
        {
          "name": "编辑-配置-派单设置1.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-配置-派单设置1.png"
        },
        {
          "name": "编辑-门.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/编辑-门.png"
        },
        {
          "name": "自定义搜索方案.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/自定义搜索方案.png"
        },
        {
          "name": "运单重放.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运单重放.png"
        },
        {
          "name": "运单重放中.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运单重放中.png"
        },
        {
          "name": "运单重放筛选.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运单重放筛选.png"
        },
        {
          "name": "运行- AI 诊断-机器人.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行- AI 诊断-机器人.png"
        },
        {
          "name": "运行- AI 诊断.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行- AI 诊断.png"
        },
        {
          "name": "运行-区块详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-区块详情面板.png"
        },
        {
          "name": "运行-发单.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-发单.png"
        },
        {
          "name": "运行-回放.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-回放.png"
        },
        {
          "name": "运行-图片详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-图片详情面板.png"
        },
        {
          "name": "运行-库位详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-库位详情面板.png"
        },
        {
          "name": "运行-搜索.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-搜索.png"
        },
        {
          "name": "运行-文字详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-文字详情面板.png"
        },
        {
          "name": "运行-显示实时路况.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-显示实时路况.png"
        },
        {
          "name": "运行-显示设置.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-显示设置.png"
        },
        {
          "name": "运行-机器人复杂卡片.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-机器人复杂卡片.png"
        },
        {
          "name": "运行-机器人简单卡片.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-机器人简单卡片.png"
        },
        {
          "name": "运行-机器人详情-运单&库位信息.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-机器人详情-运单&库位信息.png"
        },
        {
          "name": "运行-机器人详情面板-库位&位置信息.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-机器人详情面板-库位&位置信息.png"
        },
        {
          "name": "运行-机器人详情面板-机器人信息.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-机器人详情面板-机器人信息.png"
        },
        {
          "name": "运行-测量尺.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-测量尺.png"
        },
        {
          "name": "运行-演示.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-演示.png"
        },
        {
          "name": "运行-演示2.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-演示2.png"
        },
        {
          "name": "运行-点位详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-点位详情面板.png"
        },
        {
          "name": "运行-电梯详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-电梯详情面板.png"
        },
        {
          "name": "运行-简单发单在线帮助.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-简单发单在线帮助.png"
        },
        {
          "name": "运行-编辑随机发单.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-编辑随机发单.png"
        },
        {
          "name": "运行-调试.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-调试.png"
        },
        {
          "name": "运行-路径显示正倒走.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-路径显示正倒走.png"
        },
        {
          "name": "运行-路径详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-路径详情面板.png"
        },
        {
          "name": "运行-运单.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-运单.png"
        },
        {
          "name": "运行-运单详情.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-运单详情.png"
        },
        {
          "name": "运行-门详情面板.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-门详情面板.png"
        },
        {
          "name": "运行-高级搜索.png",
          "path": "M4图集/M4 调度图集_中文/桌面端/运行-高级搜索.png"
        }
      ],
      "mobile": [
        {
          "name": "AI 诊断.png",
          "path": "M4图集/M4 调度图集_中文/移动端/AI 诊断.png"
        },
        {
          "name": "工具栏-测量尺.png",
          "path": "M4图集/M4 调度图集_中文/移动端/工具栏-测量尺.png"
        },
        {
          "name": "新通用运单-导出运单快照.png",
          "path": "M4图集/M4 调度图集_中文/移动端/新通用运单-导出运单快照.png"
        },
        {
          "name": "新通用运单-新增运单.png",
          "path": "M4图集/M4 调度图集_中文/移动端/新通用运单-新增运单.png"
        },
        {
          "name": "新通用运单.png",
          "path": "M4图集/M4 调度图集_中文/移动端/新通用运单.png"
        },
        {
          "name": "显示设置.png",
          "path": "M4图集/M4 调度图集_中文/移动端/显示设置.png"
        },
        {
          "name": "查看模式-元素详情面板.png",
          "path": "M4图集/M4 调度图集_中文/移动端/查看模式-元素详情面板.png"
        },
        {
          "name": "演示.png",
          "path": "M4图集/M4 调度图集_中文/移动端/演示.png"
        },
        {
          "name": "编辑-区域-编辑区域.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-区域-编辑区域.png"
        },
        {
          "name": "编辑-区域.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-区域.png"
        },
        {
          "name": "编辑-基础-从机器人拉取地图.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-基础-从机器人拉取地图.png"
        },
        {
          "name": "编辑-基础-推送地图给机器人.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-基础-推送地图给机器人.png"
        },
        {
          "name": "编辑-基础.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-基础.png"
        },
        {
          "name": "编辑-容器类型-新增1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-容器类型-新增1.png"
        },
        {
          "name": "编辑-容器类型-新增2.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-容器类型-新增2.png"
        },
        {
          "name": "编辑-容器类型.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-容器类型.png"
        },
        {
          "name": "编辑-机器人-复制新增多个机器人.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-机器人-复制新增多个机器人.png"
        },
        {
          "name": "编辑-机器人-添加机器人.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-机器人-添加机器人.png"
        },
        {
          "name": "编辑-机器人-添加机器人组1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-机器人-添加机器人组1.png"
        },
        {
          "name": "编辑-机器人-添加机器人组2.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-机器人-添加机器人组2.png"
        },
        {
          "name": "编辑-机器人.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-机器人.png"
        },
        {
          "name": "编辑-电梯-新增.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-电梯-新增.png"
        },
        {
          "name": "编辑-电梯.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-电梯.png"
        },
        {
          "name": "编辑-配置- TP1 交管策略配置.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置- TP1 交管策略配置.png"
        },
        {
          "name": "编辑-配置-交管策略1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-交管策略1.png"
        },
        {
          "name": "编辑-配置-交管策略2.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-交管策略2.png"
        },
        {
          "name": "编辑-配置-充电配置1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-充电配置1.png"
        },
        {
          "name": "编辑-配置-充电配置2.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-充电配置2.png"
        },
        {
          "name": "编辑-配置-光通讯配置.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-光通讯配置.png"
        },
        {
          "name": "编辑-配置-机器人设置.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-机器人设置.png"
        },
        {
          "name": "编辑-配置-派单设置1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-派单设置1.png"
        },
        {
          "name": "编辑-配置-派单设置2.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置-派单设置2.png"
        },
        {
          "name": "编辑-配置.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-配置.png"
        },
        {
          "name": "编辑-门-新增1.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-门-新增1.png"
        },
        {
          "name": "编辑-门.png",
          "path": "M4图集/M4 调度图集_中文/移动端/编辑-门.png"
        },
        {
          "name": "运行-发单-简单发单在线帮助.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-发单-简单发单在线帮助.png"
        },
        {
          "name": "运行-发单-编辑随机发单.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-发单-编辑随机发单.png"
        },
        {
          "name": "运行-发单面板.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-发单面板.png"
        },
        {
          "name": "运行-地图.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-地图.png"
        },
        {
          "name": "运行-地图编辑模式.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-地图编辑模式.png"
        },
        {
          "name": "运行-测量尺.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-测量尺.png"
        },
        {
          "name": "运行-点位详情面板.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-点位详情面板.png"
        },
        {
          "name": "运行-电梯详情面板.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-电梯详情面板.png"
        },
        {
          "name": "运行-调试面板.png",
          "path": "M4图集/M4 调度图集_中文/移动端/运行-调试面板.png"
        }
      ]
    }
  },
  {
    "title": "英文",
    "lang": "en",
    "image": {
      "pc": [
        {
          "name": "新通用运单-导出快照.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/新通用运单-导出快照.png"
        },
        {
          "name": "新通用运单.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/新通用运单.png"
        },
        {
          "name": "纯地图.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/纯地图.png"
        },
        {
          "name": "编辑-区域-添加区域.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-区域-添加区域.png"
        },
        {
          "name": "编辑-区域-编辑区域.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-区域-编辑区域.png"
        },
        {
          "name": "编辑-区域.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-区域.png"
        },
        {
          "name": "编辑-基础-从机器人拉取地图.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-基础-从机器人拉取地图.png"
        },
        {
          "name": "编辑-基础-推送地图给机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-基础-推送地图给机器人.png"
        },
        {
          "name": "编辑-基础.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-基础.png"
        },
        {
          "name": "编辑-容器类型.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-容器类型.png"
        },
        {
          "name": "编辑-机器人-复制生成一个机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-复制生成一个机器人.png"
        },
        {
          "name": "编辑-机器人-复制生成多个机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-复制生成多个机器人.png"
        },
        {
          "name": "编辑-机器人-新增机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-新增机器人.png"
        },
        {
          "name": "编辑-机器人-编辑机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-编辑机器人.png"
        },
        {
          "name": "编辑-机器人-编辑机器人组.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-编辑机器人组.png"
        },
        {
          "name": "编辑-机器人-编辑机器人组2.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人-编辑机器人组2.png"
        },
        {
          "name": "编辑-机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-机器人.png"
        },
        {
          "name": "编辑-添加-编辑容器类型.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-添加-编辑容器类型.png"
        },
        {
          "name": "编辑-添加-编辑电梯.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-添加-编辑电梯.png"
        },
        {
          "name": "编辑-添加-编辑门.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-添加-编辑门.png"
        },
        {
          "name": "编辑-电梯.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-电梯.png"
        },
        {
          "name": "编辑-配置- TP1交管策略.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置- TP1交管策略.png"
        },
        {
          "name": "编辑-配置-交管策略.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置-交管策略.png"
        },
        {
          "name": "编辑-配置-充电设置.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置-充电设置.png"
        },
        {
          "name": "编辑-配置-光通讯临时配置.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置-光通讯临时配置.png"
        },
        {
          "name": "编辑-配置-机器人设置.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置-机器人设置.png"
        },
        {
          "name": "编辑-配置-派单设置.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-配置-派单设置.png"
        },
        {
          "name": "编辑-门.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/编辑-门.png"
        },
        {
          "name": "自定义搜索方案.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/自定义搜索方案.png"
        },
        {
          "name": "运单重放.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运单重放.png"
        },
        {
          "name": "运单重放中.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运单重放中.png"
        },
        {
          "name": "运单重放筛选.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运单重放筛选.png"
        },
        {
          "name": "运行-AI诊断-发单.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-AI诊断-发单.png"
        },
        {
          "name": "运行-AI诊断-机器人.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-AI诊断-机器人.png"
        },
        {
          "name": "运行-AI诊断.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-AI诊断.png"
        },
        {
          "name": "运行-区块详情面板.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-区块详情面板.png"
        },
        {
          "name": "运行-发单.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-发单.png"
        },
        {
          "name": "运行-回放.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-回放.png"
        },
        {
          "name": "运行-实时路况.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-实时路况.png"
        },
        {
          "name": "运行-库位详情面板.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-库位详情面板.png"
        },
        {
          "name": "运行-搜索.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-搜索.png"
        },
        {
          "name": "运行-显示设置.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-显示设置.png"
        },
        {
          "name": "运行-机器人复杂卡片.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-机器人复杂卡片.png"
        },
        {
          "name": "运行-机器人简单卡片.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-机器人简单卡片.png"
        },
        {
          "name": "运行-机器人详情-库位&位置信息.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-机器人详情-库位&位置信息.png"
        },
        {
          "name": "运行-机器人详情-机器人信息.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-机器人详情-机器人信息.png"
        },
        {
          "name": "运行-测量尺.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-测量尺.png"
        },
        {
          "name": "运行-演示.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-演示.png"
        },
        {
          "name": "运行-点位详情面板.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-点位详情面板.png"
        },
        {
          "name": "运行-简单发单帮助.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-简单发单帮助.png"
        },
        {
          "name": "运行-编辑随机发单.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-编辑随机发单.png"
        },
        {
          "name": "运行-调试.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-调试.png"
        },
        {
          "name": "运行-路径详情面板.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-路径详情面板.png"
        },
        {
          "name": "运行-运单详情.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-运单详情.png"
        },
        {
          "name": "运行-高级搜索(1).png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-高级搜索(1).png"
        },
        {
          "name": "运行-高级搜索.png",
          "path": "M4图集/M4 调度图集_英文/桌面端/运行-高级搜索.png"
        }
      ],
      "mobile": [
        {
          "name": "AI 诊断.png",
          "path": "M4图集/M4 调度图集_英文/移动端/AI 诊断.png"
        },
        {
          "name": "仿真中心.png",
          "path": "M4图集/M4 调度图集_英文/移动端/仿真中心.png"
        },
        {
          "name": "元素-点位详情.png",
          "path": "M4图集/M4 调度图集_英文/移动端/元素-点位详情.png"
        },
        {
          "name": "发单-简单发单测试.png",
          "path": "M4图集/M4 调度图集_英文/移动端/发单-简单发单测试.png"
        },
        {
          "name": "发单-简单发单测试帮助.png",
          "path": "M4图集/M4 调度图集_英文/移动端/发单-简单发单测试帮助.png"
        },
        {
          "name": "发单-随机发单.png",
          "path": "M4图集/M4 调度图集_英文/移动端/发单-随机发单.png"
        },
        {
          "name": "告警.png",
          "path": "M4图集/M4 调度图集_英文/移动端/告警.png"
        },
        {
          "name": "场景-元素搜索.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景-元素搜索.png"
        },
        {
          "name": "场景-回放.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景-回放.png"
        },
        {
          "name": "场景-显示设置.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景-显示设置.png"
        },
        {
          "name": "场景-机器人运行界面.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景-机器人运行界面.png"
        },
        {
          "name": "场景-高级筛选.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景-高级筛选.png"
        },
        {
          "name": "场景区域统计.png",
          "path": "M4图集/M4 调度图集_英文/移动端/场景区域统计.png"
        },
        {
          "name": "拉取地图.png",
          "path": "M4图集/M4 调度图集_英文/移动端/拉取地图.png"
        },
        {
          "name": "推送地图.png",
          "path": "M4图集/M4 调度图集_英文/移动端/推送地图.png"
        },
        {
          "name": "机器人卡片-复杂.png",
          "path": "M4图集/M4 调度图集_英文/移动端/机器人卡片-复杂.png"
        },
        {
          "name": "机器人卡片-简单.png",
          "path": "M4图集/M4 调度图集_英文/移动端/机器人卡片-简单.png"
        },
        {
          "name": "机器人卡片-详情面板.png",
          "path": "M4图集/M4 调度图集_英文/移动端/机器人卡片-详情面板.png"
        },
        {
          "name": "编辑-交管策略.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-交管策略.png"
        },
        {
          "name": "编辑-停用场景.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-停用场景.png"
        },
        {
          "name": "编辑-充电设置.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-充电设置.png"
        },
        {
          "name": "编辑-删除场景.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-删除场景.png"
        },
        {
          "name": "编辑-多场景、导入导出.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-多场景、导入导出.png"
        },
        {
          "name": "编辑-机器人设置.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-机器人设置.png"
        },
        {
          "name": "编辑-派单策略.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-派单策略.png"
        },
        {
          "name": "编辑-添加区域.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-添加区域.png"
        },
        {
          "name": "编辑-添加机器人、机器人组.png",
          "path": "M4图集/M4 调度图集_英文/移动端/编辑-添加机器人、机器人组.png"
        },
        {
          "name": "运单-全部运单.png",
          "path": "M4图集/M4 调度图集_英文/移动端/运单-全部运单.png"
        },
        {
          "name": "运单-卡片.png",
          "path": "M4图集/M4 调度图集_英文/移动端/运单-卡片.png"
        },
        {
          "name": "运单-卡片详情.png",
          "path": "M4图集/M4 调度图集_英文/移动端/运单-卡片详情.png"
        }
      ]
    }
  }
]